<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
    
<%--
 =========================================================
 データ処理部
 
 ※DBアクセスなどJavaプログラムを実行するところ。
 
 =========================================================
 --%>

 
<%--
 =========================================================
 データ表示部

 ※処理部で処理されたデータ（変数）などを表示するところ。
 
 =========================================================
 --%>
<!DOCTYPE html>
<html lang="ja">
<head>
<meta charset="UTF-8">
<title>Sample</title>
</head>
<body>

</body>
</html>